;Place localized text in this file

[PeterOseiGrenade_MCMScreen]

ModName="Peter's Grenades (and other TLP Fixes)"
PageTitle="Peter's Grenades (and other TLP Fixes)"
GroupHeader=""
HIDE_JACK_STRATEGY_Label="Hide Skull Jack ability When not needed in campaign"
HIDE_JACK_STRATEGY_Tip="The 'Skull Jack' ability will be hidden when no current objective requires Skull Jacking"

HIDE_JACK_TACTICAl_Label="Hide Skull Jack ability outside of campaigns"
HIDE_JACK_TACTICAl_Tip="The 'Skull Jack' ability will be hidden during "Legacy Ops", "Skirmishes" and similar"